//
//  Places.swift
//  MeetLive
//
//  Created by 田中 勇輝 on 2022/06/02.
//

import Foundation

class Places {
    let places =
    ["北海道 札幌ドーム",
     "北海道 真駒内セキスイハイムアイスアリーナ",
     "北海道 北海道立総合体育センター(北海きたえーる)",
     "宮城県 セキスイハイムスーパーアリーナ",
     "埼玉県 さいたまスーパーアリーナ",
     "東京都 東京ドーム",
     "東京都 国立競技場",
     "東京都 日本武道館",
     "東京都 代々木第一体育館",
     "東京都 武蔵野の森総合スポーツプラザ",
     "神奈川県 日産スタジアム",
     "神奈川県 横浜アリーナ",
     "神奈川県 ぴあアリーナMM",
     "新潟県 朱鷺メッセ・新潟コンベンションセンター",
     "静岡県 静岡エコパスタジアム",
     "静岡県 エコパアリーナ",
     "愛知県 ナゴヤドーム",
     "愛知県 日本ガイシホール",
     "福井県 サンドーム福井",
     "大阪府 京セラドーム大阪",
     "大阪府 ヤンマースタジアム長居",
     "大阪府 大阪城ホール",
     "大阪府 丸善インテックアリーナ大阪",
     "兵庫県 ワールド記念ホール",
     "広島県 広島グリーンアリーナ",
     "福岡県 福岡PayPayドーム",
     "福岡県 マリンメッセ福岡",
     "福岡県 福岡国際センター",
     "沖縄県 沖縄アリーナ",
     "その他"
    ]
}
